QUICKSTART_RU = """Чтобы отслеживать расписание определенной группы, необходимо добавить токен.\n'
                                'Токен добавляется командой /add\nСписок верифицированных токенов можно узнать командой'
                                ' /token\nУдалить добавленный токен командой /del\n\Добавить уведомление расписания команда /pin\n\nУдалить(отключить) уведомление команда /unpin"""

QUICKSTART_EN = ""

HELP_RU = """Техническая поддержка 🛠,
    Хочешь получить ✅ на токен?\n\nУсловия для получения ✅ на токен:",
    1: Соответствующее название группы,
    2: Поддерживается акутальное расписание,
    3: Адекватный token,
    Если соблюдены 3 пункта, обратитесь к нам (Обратная связь),
   Хочешь зарегистрировать свою группу?"""

HELP_EN = ""


MENU_RU = "« Меню"
MENU_EN = "« Menu"

MENU_TOKENS_RU = "« Назад"
MENU_TOKENS_EN = "« Back"


ABOUT_TOKEN_RU = "Токены это что-то,Токены это что-т\nоТокены это что-тоТокены это что-то\nТокены это что то\n\nоТокены это что-тоТокены это что-то\nТокены это что то"
ABOUT_TOKEN_EN = ""

MENU_FAVORITES_RU = "Self tokens"
MENU_FAVORITES_EN = ""


NOT_ADDED_TOKEN_FOR_PIN_RU = "Необходимо добавить токен"
NOT_ADDED_TOKEN_FOR_PIN_EN = "Необходимо добавить токен"

SUCCESS_ADDED_NOTIFICATION_RU = (
    "Уведомление успешно добавлено: \n\n\nТокен - {token}\nВремя - {date}"
)
SUCCESS_ADDED_NOTIFICATION_EN = ""
